[
  {
    "Customer ": "1",
    "Job Title": "Elearning Designer",
    "What are your conditions or diabilities": "Hearing impairment ",
    "Help getting to and from work?": "No",
    "What do you do?": "",
    "Do you know what you need?": "",
    "How does your condition make it harder for you to do your job?": "Meeting with clients or potential clients, and communicating at industry events/professional networking events is very difficult for me due to my hearing loss and the amount of background noise or multiple speakers in these kind of situations. Phone calls are also difficult. My difficulty with these situatons make it harder for me to attract new clients and jobs.",
    "Do you do anything to get around these problems at the moment? ": "no",
    "Do you know what you need?": "Yes",
    "What would help you?": "My NHS Audiologist has suggested a wireless accessory (the Phonak Roger Pen) that works as a directional or omni-directional microphone that would stream sound directly to my hearing aids. I would be able to point the 'pen' at someone I'm speaking to, or place it in the centre of the table at meetings. It will also stream the audio from my phone so that I can hear phone calls clearly. I need to acquire the Roger Pen plus two receivers that fit on to my NHS hearing aids. The NHS will provide the compatible aids but not any of these accessories."
  },
  {
    "Customer ": "2",
    "Job Title": "Manager",
    "What are your conditions or diabilities": "Severe hearing impairment",
    "Help getting to and from work?": "No",
    "What do you do?": "I use NHS hearing aids but they have limited effectiveness, which has lessened as my hearing has worsened.",
    "Do you know what you need?": "",
    "How does your condition make it harder for you to do your job?": "I am regularly required to deliver training and seminars and to participate in large group meetings/conversations. I suffer from tinnitus (ringing in my right ear) and considerable loss of hearing in this ear. I have also impaired hearing in my left ear, which has worsened over the past year or so. The combination of this loss of hearing and tinnitus make it often impossible for me to hear people speak, or to locate who a speaker is, which in large groups is extremely difficult to manage.  It is now impacting on my existing work and beginning to prevent me from taking on other work as I am concerned about the impact of my disability on my performance. I currently use NHS hearing aids, which help to an extent, but have become less effective in last 12 months and do not have the degree of sophisitcation that a privately purchased hearing aid would provide. This includes a tinnitus balance noise generator, hearing aids that 'speak' to each other allowing them to 'zoom' into the person speaking - helping with my ability to locate the sound, and other helpful advanced technology.",
    "Do you do anything to get around these problems at the moment? ": "Yes",
    "Do you know what you need?": "Yes",
    "What would help you?": "Being able to use private, more sophisticated hearing aids that would be tailored to my particular hearing loss and needs. These are not available on the NHS and are quite expensive"
  },
  {
    "Customer ": "3",
    "Job Title": "Project Manager",
    "What are your conditions or diabilities": "Hearing loss",
    "Help getting to and from work?": "No",
    "What do you do?": "I have a 30db boost function on the phone I sit in the middle of the meeting and advise participants of my hearing loss / switch hearing aids onto \"high\"",
    "Do you know what you need?": "",
    "How does your condition make it harder for you to do your job?": "Hearing the telephone (ear piece), hearing other participants at meetings or in presentations.",
    "Do you do anything to get around these problems at the moment? ": "Yes",
    "Do you know what you need?": "Yes",
    "What would help you?": "Aids for telephone, palantype, radio aid (or digital equivalent), discuss possibilities with regard to hearing aids (mine are not loop compatible etc) and lip reading lessons"
  },
  {
    "Customer ": "4",
    "Job Title": "Overview & Scrutiny Officer",
    "What are your conditions or diabilities": "impaired hearing in both ears",
    "Help getting to and from work?": "No",
    "What do you do?": "I make use of hearing loop systems in the meeting rooms which have them - although the personal neck loops do not always work. Up until now I have had a senior colleague with me, who i can check with if I miss things, however I am not sure this will continue due to staffing vacancies. I have been looking into upgrading my phone, but am waiting to know about compatability with the new lynch system i have also asked the NHS about upgrading my oticon hearing aids to blue tooth enabled aid.",
    "Do you know what you need?": "",
    "How does your condition make it harder for you to do your job?": "I attend, take minutes and give advice at high level meetings, often a large table set-up with over 20 people. I also have to advise the Chair of these meetings - so moving between using a loop system, and a normal hearing aid setting. I need to be clear on what actions are agreed, as it's my job to take them forward. Phone conversations can also be problematic, as I don't hear everything. My employer is installing a lynch telecommunications system.",
    "Do you do anything to get around these problems at the moment? ": "Yes",
    "Do you know what you need?": "No",
    "What would help you?": ""
  },
  {
    "Customer ": "5",
    "Job Title": "Technical Support Representative ",
    "What are your conditions or diabilities": "hearing loss 40DB ",
    "Help getting to and from work?": "No",
    "What do you do?": "I am sitting in a corner I use a doubleheadset telephone turned up to the max ",
    "Do you know what you need?": "",
    "How does your condition make it harder for you to do your job?": "It is hard to hear my callers on the telephone",
    "Do you do anything to get around these problems at the moment? ": "Yes",
    "Do you know what you need?": "No",
    "What would help you?": ""
  },
  {
    "Customer ": "6",
    "Job Title": "administrator",
    "What are your conditions or diabilities": "deaf",
    "Help getting to and from work?": "No",
    "What do you do?": "",
    "Do you know what you need?": "",
    "How does your condition make it harder for you to do your job?": "it wasn't a problem until my office was taken away and I was put into open plan 20 months ago",
    "Do you do anything to get around these problems at the moment? ": "No",
    "Do you know what you need?": "No",
    "What would help you?": ""
  },
  {
    "Customer ": "7",
    "Job Title": "Refuge Service Manager",
    "What are your conditions or diabilities": "hearing loss ",
    "Help getting to and from work?": "No",
    "What do you do?": "other people answer the phone and take messages and i mainly use email. most times i rely on minuites of meetings, which means i cannot participate",
    "Do you know what you need?": "",
    "How does your condition make it harder for you to do your job?": "my main problem is using the telephone and at meetings, the hearing aids supplied by the NHS do not work with the phone or are adaquate for meeting rooms",
    "Do you do anything to get around these problems at the moment? ": "Yes",
    "Do you know what you need?": "Yes",
    "What would help you?": "A text Phone would be much better for working in the office, and a enhanced listening device that can be tranmitted into the hearing aid for during meetings, these will also work with the mobile phone."
  },
  {
    "Customer ": "8",
    "Job Title": "Incident Handler",
    "What are your conditions or diabilities": "Registered severely sight-impaired/blind, guide dog owner, hearing impaired, chronic/severe costochondritis. Flare-up of costochondritis resulted in chest infection and damage to vocal chords for over two months- unable to speak for more than short periods or louder than a whisper",
    "Help getting to and from work?": "No",
    "What do you do?": "Equipment was recommended by Access to Work and the report delivered to the relevant people within my department of the civil service. However, only some of the recommendations were in place by the time I took long term sick leave, namely the dual monitor screens and visual impairment software. However, no minotir arms had been installed by the time I started employment. A couple of weeks before I ended up having to take sick leave, monitor arms had been installed but not in the correct position and relevant staff were unable to properly correct or set back up the arms before my sick leave. No provisions have been made for a deskphone or mobile phone. I've since been advised by my manager that the monitor arms have been correctly installed, flushed to the desk edge and that a Surface Pro tablet has been allocated for me for working from home. This tablet was meant to have been supplied when I started and my manager was surprised that the asset management team provided a desktop base unit instead. Hearing aid compatibility equipment has yet to be installed due to awaiting an aduiology appointment.",
    "Do you know what you need?": "",
    "How does your condition make it harder for you to do your job?": "Sight issues:I am registered severely sight-impaired/blind. i have no sight in my right eye and very limited sihgt in my left eye. I find it difficult to see the screen as my remaining sight has decreased further since starting at CERT-UK and existing provisions from Access to Work (which have now been fully installed) may not be sufficient. As such, I am finding it harder to see the screen with current equipment provided by Access to Work. I also take prescription painkillers for eye pain in both eyes (differing medical conditions), whose side effects can make it difficult to travel to work safely. Due to recommended equipement not being installed by the time I started, the strain on my eyes increased and, combined with sudden eye pain in both eyes from existing conditions and the \"natural\", gradual drop in my sight and other medical issues, I had to take long term sickness.I also use my guide dog to get around the office and to find people and destinations, although further assistance with this may be needed.I would also require equipment or an assessment for working from home due to the worsening of my conditions. Due to my medical conditions and the potential side effects of my medications and any issues that occur pertaining to my guide dog, I may also be unable to work in the office. As such working from home conditions should be recommended, as advised by Occupational Health. Hearing:\nI wear hearing aids in both ears. However, even with the aids, I find it difficult to hear others in noisy/crowded [office and other] environments and to use phones in such environments. Recommendations had been provided by Access to Work but these may now prove insufficient as I have been advised that my hearing aids have been discontinued by the NHS and replaced by a different make and model. I am awaiting an audiology appointment to assess which changes will be needed. However, in general, due to not being able to see desk handsets or certain types of smartphones (I find it difficult to use Android phones even with their accessabiltiy options and am unable to use iPhones. I currently use a Windows Phone for my needs), I also find it difficult and uncomfortable/painful to wear and hear certain types of headsets and deskphone receivers. Chronic conditions:\nI suffer from chronic costochondritis, which results in moderate to extreme pain, which can be fleeting and/or long lasting/constant. I take prescription painkillers prescribed by my GP and am also an outpatient with the Pain Management Team at Chelsea & Westminster. However, due to equpment recommended by Access to Work not being installed, my condition suddenly worsened (this advisement was provided by both A&E and Pain Management doctors), resulting in me having to take long term sick leave. Due to the pain and the stress on my chest/ribcage, I suffered a severe chest infection which has resulted in an oedema of my vocal chords, where two of my vocal chords being unable to work and no longer move, one weak but moving and the final is working normally. As such, I have had virtually no voice for over two months. Speaking results in further coughing, which then adds more damage to my vocal chords. As such, attempting to speak on the phone is extremely difficult at the moment and communication by email or text would be much easier and convenient. I am awaiting a CT scan on my throat and chest and further advisement from Ear, Nose and Throat and Pain Management clinics\n\n\n",
    "Do you do anything to get around these problems at the moment? ": "Yes",
    "Do you know what you need?": "Yes",
    "What would help you?": "Office:\nI may require higher resolution monitors to allow me to zoom in on text with greater clarity. Ideally, these would need to be compatible with the existing monitor arms. A new workspace would be appreciated.\nHome Working:\nWorkspace assessment would be required\n"
  },
  {
    "Customer ": "9",
    "Job Title": "Accounts Assistant",
    "What are your conditions or diabilities": "Deaf and British Sign Language user",
    "Help getting to and from work?": "No",
    "What do you do?": "",
    "Do you know what you need?": "",
    "How does your condition make it harder for you to do your job?": ": Being Deaf, it is very hard task to get on with my job daily without communication barrier. I missed out alot due to difficult lip reading with my colleagues as my eyes get tired easily. I am not keen on using pen and paper method as it gets longer to understand everything.",
    "Do you do anything to get around these problems at the moment? ": "No",
    "Do you know what you need?": "Yes",
    "What would help you?": ": Yes I would require a sign language interpreter for meeting and VRS interpreting for short time meeting and communicate with my account manager to get on with my job easily."
  },
  {
    "Customer ": "10",
    "Job Title": "Trainee Psychotherapist ",
    "What are your conditions or diabilities": "Profoundly Hearing Impaired",
    "Help getting to and from work?": "No",
    "What do you do?": "",
    "Do you know what you need?": "",
    "How does your condition make it harder for you to do your job?": "I cannot participate in group discussions/supervision/workshops",
    "Do you do anything to get around these problems at the moment? ": "No",
    "Do you know what you need?": "Yes",
    "What would help you?": "British Sign Language Interpreting.Phanak Radio Aid System\n"
  },
  {
    "Customer ": "11",
    "Job Title": "teaching assistant deaf awareness ",
    "What are your conditions or diabilities": "deafness  bsl user ",
    "Help getting to and from work?": "No",
    "What do you do?": "using other teaching assitants to use bsl signings for me",
    "Do you know what you need?": "",
    "How does your condition make it harder for you to do your job?": ":  staff meeting   3 times a week 15min each time and  any staff  training  at least 1 hour each time",
    "Do you do anything to get around these problems at the moment? ": "Yes",
    "Do you know what you need?": "Yes",
    "What would help you?": "get a   BSL interpreters"
  },
  {
    "Customer ": "12",
    "Job Title": "directorOfLimitedCompany",
    "What are your conditions or diabilities": "partially deafness ",
    "Help getting to and from work?": "No",
    "What do you do?": "Wear hearing aids which help but need to be upgraded.",
    "Do you know what you need?": "",
    "How does your condition make it harder for you to do your job?": "Hearing and following communication and discussion. Hearing telephone conversation and presenting to groups and workshops",
    "Do you do anything to get around these problems at the moment? ": "Yes",
    "Do you know what you need?": "Yes",
    "What would help you?": "New improved hearing aids"
  },
  {
    "Customer ": "13",
    "Job Title": "SO3 Learning Technologies ",
    "What are your conditions or diabilities": "2 hearing aids recently fitted",
    "Help getting to and from work?": "No",
    "What do you do?": ": Using a headset on the phone but not always successful",
    "Do you know what you need?": "",
    "How does your condition make it harder for you to do your job?": "Have to remove aids to use in ear headphones for reviewing software and production of video and audio.  Work in a large open plan office, noisy sometimes.  Attend meetings in large rooms and public areas sometimes difficult to focus on speaker.  Difficult to hear some individuals on the phone.",
    "Do you do anything to get around these problems at the moment? ": "Yes",
    "Do you know what you need?": "Yes",
    "What would help you?": ": Having done research online and speaking with the Audiology Dept at Salisbury Hospital I think the best overall solution would be a Roger Pen.  It would certainly help in meetings being able to focus on the speaker especially in the larger and public areas and in the office on occassions and the ability to connect audio directly between the laptop/computer and the aids instead of having to remove my aids each time would be very usful.  I am of course open minded to any solution that will help."
  },
  {
    "Customer ": "14",
    "Job Title": "Learning Disability Support Worker",
    "What are your conditions or diabilities": "Takayasus Arteritis which causes numerous ailments",
    "Help getting to and from work?": "No",
    "What do you do?": "My husband takes me to work but it means he loses out on 3 hours pay a day which over the month amounts to a lot.",
    "Do you know what you need?": "",
    "How does your condition make it harder for you to do your job?": "I suffer from shakes which affects my balance, sever aches and pains, vision loss in both eyes, general balance issues, unable to walk far due to fatigue and cannot make heart increase too much as I'm at a high risk of a stroke.\nDo you already do something or make special arrangements to help with this? \n",
    "Do you do anything to get around these problems at the moment? ": "Yes",
    "Do you know what you need?": "Yes",
    "What would help you?": "Either money to replace hubby's loss of earning or a taxi so I am able to access work myself"
  }
]
